Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 这是清水螺，不带一丝泥腥，更不存在什么泥沙，削的恰到好处的田螺，也不需要小心吃到肠子的问题。
en_us: This was freshwater escargot. It did not have any fishy or muddy smell, neither was there any soil or sand. Therefore, there was no worry of intestinal problems.

source: 这是灌汤包和普通包子的区别所在，也是灌汤包的灵魂。
en_us: This was the difference between soup dumpling and normal dumplings. This was also the soul of the soup dumpling.

source: 这是系统按照麦格的要求准备的。
en_us: They were prepared by the system as per Mag requested.

source: 这是肖恩背后的男人，也是当年急于铲除亚历克斯的重要推手之一。
en_us: He was a man supporting Sean and also one of the key people participating in getting rid of Alex back then.

source: 这是能够不断促进优秀酿酒师改进和创新的规则，也是给更多年轻酿酒师机会的规则。
en_us: This was a rule that encouraged the outstanding brewers to continue to improve and innovate, at the same time, it also gave the younger brewers a chance.

source: 这是非常危险的讯号。
en_us: This was a very dangerous signal.

source: 这是非常有趣的体验，至少在他的生活之中并不经常有这种体验。
en_us: This was a rather interesting experience. At least it was not something he would experience often in his life.

source: 这是面向低幼阶段的绘本，这个寓言故事之前麦格有给两个孩子讲过，没想到安妮把它画了下来。
en_us: This was a picture book for toddlers. Mag had told the two children this fable before but he did not expect Annie to draw it out.

source: 这是领袖的气质！
en_us: This was the quality of a leader!

source: 这是马库斯三十年前的作品，那时我们也刚好在这里被他的泰坦酒惊艳，却又在三十年后被他再次惊艳。”
en_us: This was Marcus's work from 30 years agp/ Back then, we were also stunned by his Titan Liquor. Now, 30 years later, we were once again stunned by him."

source: 这是麦格在战斗途中让系统录的像，其中包括地窟中消失的古尸、他与兰克斯特的战斗画面，以及克苏鲁从冰面下爬出来，号令无数古尸对他们发起攻击的画面。
en_us: This was a video Mag told the System to record down duringhis battle. The video captured images of the ancient corpses that had vanished from the underground cavern, his battle with Rankster, as well as Cthulhu crawling up from beneath the ice, commanding countless ancient corpses to launch an attack on them.

source: 这本绘本比较薄，封面上画着惟妙惟肖的乌龟和兔子，讲的是龟兔赛跑的故事。
en_us: This was a comparatively thin book. There was a tortoise and a hare at the cover of the book. It was the story of the tortoise and the hare.

source: 这条街以后就叫哈迪斯街，大概也没有人能投够足够的反对票。
en_us: Perhaps, no one could even vote "no" if this street was to change its name to Hades Steet.

source: 这样做出来的酒鬼花生，麻辣酥脆，椒香带甜，可谓是下酒的绝佳上品。
en_us: The drunkard peanuts made according to this method would be spicy and crunchy with a hint of sweetness. It was perfect as a dish to eat while drinking alcohol.

source: 这样可怕的结合产物，一定是天赋超绝的存在，否则克拉苏和尤利安也不会抢着收她为徒了。
en_us: A product of such a terrifying union had to be an existence with extraordinary talents. Otherwise Krassu and Urien wouldn't have fought to have her as their disciple.

source: 这样清冽透明的酒，若是倒入寻常陶杯中，那也看不出什么，可倒入这干净透明的水晶杯中，比水晶还要纯净，便显得更加高档了。
en_us: His senior once said that a good wine deserved a good wine set. The clarity of this wine would not show if it was poured into an ordinary ceramic cup. However, the crystal glass was able to bring it out even more since it was even clearer than crystal.

source: 这样的人流量，麦格都不禁有些敬佩那些还在坚守的店家，这可真是守了个寂寞啊。
en_us: With a crowd like that, Mag could not help but admire the shops that had not closed down. There was nobody out there at all.

source: 这样的天赋加成，已经注定她能够成为一名优秀的漫画家。
en_us: With the enhancement of such talent, she was destined to become an excellent comic artist.

source: 这样的好酒，要是就这样断了传承，蛮可惜的。
en_us: Such a good wine should be passed down. Otherwise, it would be quite a pity.

source: 这样的田螺，才能放心大胆的用力吸啊。
en_us: Only such escargots could be sucked with a peace of mind.

source: 这样的话，情况就变得有点尴尬。
en_us: In that case, the situation had become a little awkward now.

source: 这样说可能有点吓人。
en_us: Saying that might be a little scary.

source: 这样：(•́へ•́╬)？
en_us: Like this: (•́へ•́╬)？

source: 这根本不是一个层面上的对手啊，就算那魔鬼呆在那里不还手，他也杀不死它。
en_us: This was not an opponent of their level. Even if the Devil did not do anything, he could not kill it too.

source: 这模样打扮也是有些讲究的，诨号卡巴斯，是黑市道上的一个狠角色，可惜是个结巴，人狠话不多。
en_us: This was a makeup that he put thought into, code named Kabas. Kabas is a ruthless character in the black market but a pity he stuttered so he was not a man of much words.

source: 这次丑小鸭仔细观察了一番后，确认没有椅子挡道后，才欢快的扑上前，一爪子按住了那骨碌碌滚动的绿豆，有些得意的叫唤了一声。
en_us: This time, Ugly Duckling observed carefully, and after making sure that there was no chair in the way, it pounced over happily, covering the rolling mung bean with its paws, and meowing delightedly.

source: 这次的计划叫做：杀死布卢姆！
en_us: This mission was called: kill Blum!

source: 这段时日，洛斯帝国官场动荡，除了处于风暴中心的兵部，专职刑狱的法部同样忙的团团转。
en_us: The unrest during this period in the Roth Empire court had caused those in the Ministry of Defense, as well as the Ministry of Law, to be very busy.

source: 这段时间亚丁广场上开了不少模仿麦米餐厅菜系的餐厅，靠着噱头都获得了不少关注和客流。
en_us: During this period, there had been many mock Mamy Restaurants popping up in Aden Square that had garnered a lot of attention and customers through their advertising.

source: 这段时间关于魔鬼的传闻疯传，而他们拦住的这个丑陋的家伙，散发着令人恐惧的魔鬼气息，和他们想象中的魔鬼倒是有几分吻合。
en_us: Rumors about the devil had been spreading wildly recently and this ugly fellow that they had intercepted had the terrifying devil's aura. It did resemble the devil in their imagination.

source: 这段时间兵部因为战争之事极为动荡，有传闻说是乔修殿下偷了陛下的兵符，自作主张对兽人族和精灵族发动了战争，而且此后便消失无踪。
en_us: Due to the war, the Ministry of Defense had been in a chaotic situation in this period. There were rumors saying that Prince Josh stole the king's military plaque, started a war on the orcs and elves on his own, and disappeared without a trace.

source: 这段时间兵部大人被灭门的惨案在洛都已经流传开来，没想到今日被他们遇上了，好在有利尔大人在此，他们方才有命活下来。
en_us: News of the murder at military generals' houses had been spreading recently, and they did not expect to find themselves in the same situation today. Thankfully, Lord Lear was around, so they managed to survive.

source: 这段时间酒馆开久了，他甚至都有些快要忘记这种感觉了，果然，他骨子里还是喜欢当一个厨师的。
en_us: After running his tavern for such a long time, he had almost forgotten that feeling. Of course, he still preferred to be a chef.

source: 这毕竟是异世界的四大奇书之首，就这样莫名的飞进寻常百姓家，他也不知道会发生什么。
en_us: However, this was the number one book of the four great classical novels from the alternate world after all. He didn't know what would happen when it just flew into some ordinary household.

source: 这注定是一个漫长的夜晚，对于麦格来说。
en_us: This was destined to be a long night for Mag.

source: 这烧鹅不适合出炉便吃，稍稍等它放凉了，外皮才会变得酥脆，风味更佳。
en_us: This roast goose was not suitable to eat straight out of the oven. After it was cooled, the skin would become crispy, and it would taste better.

source: 这特殊的芳香，只有蒸馏葡萄酒在酒桶中发酵足够长久的时间才会出现。
en_us: Its unique fragrance was one only present in a grape spirit that had been fermented long enough.

source: 这画像上画的是一个有着银色头发的小精灵，用水彩笔做的画，画的正是艾米。
en_us: There was a little elf with silver hair on the drawing. It was drawn by watercolors, and Amy was the model.

source: 这番光景已经持续了一年，剩下的商家也都已经开始考虑关门的问题，靠爱发电是会被饿死的。
en_us: This scene had continued for over a year, and the remaining shops' owners were also beginning to consider the issue of closing down. They couldn't survive on passion alone.

source: 这种专业的事情，麦格当然交给了系统。
en_us: Mag would of course have to hand such professional things to the System.

source: 这种事情的发生，就像是梦魇一般。
en_us: Such an incident was just like a nightmare.

source: 这种事情，就像是在强大的洛斯帝国脸上狠狠抽了一巴掌。
en_us: This was akin to giving the king of the mighty Roth Empire a tight slap.

source: 这种以本地人为目标客人的坊市，比起那些所谓的美食街，更能找到地道且美味的小吃，这是麦格多年积累下来的经验之谈。
en_us: Such squares whose target customers were the locals would have more delicious local snacks than those so-called foodie streets. This was Mag's years of experience.

source: 这种多种族联合作战的场面，只是想想，麦格便觉得热血沸腾。
en_us: Mag's blood burned with passion just thinking about the scene of so many races working together in the fight.

source: 这种情况在品酒大会三十年的历史上还从未出现过。
en_us: Such a situation had never happen in the 30 years history of the liquor tasting event.

source: 这种情况对她来说并不常见，所以她进入这家酒馆后，并未对这个人类直接进行催眠。
en_us: This situation wasn't common for her, so she didn't hypnotise this human immediately after she entered the tavern.

source: 这种感觉她并不陌生，当她举起手中的重狙的时候，可以做到瞬间锁定对方的气机。
en_us: She was familiar with that sensation. She could lock in the other party as soon as she raised her bullpup assault rifle.

source: 这种感觉实在是太畅快和满足了。
en_us: Such a feeling was too thrilling and satisfying.

source: 这种技能，连种花家都有不少吃货没有掌握，还只能借助于牙签这种外挂辅助。
en_us: Many chowhounds who came from flower planting families, couldn't even grasp that skill, they could only depend on toothpicks for help.

source: 这种无力感，让他们深深绝望。
en_us: They felt desperate over this helplessness.

source: 这种食材被称为：章鱼须。
en_us: This ingredient was called: Octopus tentacle.

source: 这竟然是一款蒸馏酒，葡萄蒸馏酒，让他想到了白兰地。
en_us: This was actually a spirit -- grape spirit -- which reminded him of brandy.

source: 这第二杯酒下肚，情绪倒是缓和了不少，因为他已经有了那么一两分醉意。
en_us: After he chugged the second glass down, he felt calmer because he was a little tipsy.

source: 这等于是直接舍弃了近些年泰坦酒馆的所有熟客，用让他们消费不起的价格，将他们拒之门外。
en_us: This meant giving up all those Titan Tavern's recent regular customers. She was rejecting them by setting a price that they couldn't afford.

source: 这等凄惨的死法，不免让人联想到最近闹得人心惶惶的魔鬼。
en_us: Such a horrifying death would inevitably make one connect it with the devil that had been terrorizing everyone.

source: 这等造型的水晶瓶难得一见，就算是单独贩卖水晶瓶也能麦格好价钱，这老板却用来装酒，算起来两千铜币一瓶的酒，光是这个水晶瓶便绝对不亏了。
en_us: It was rare to see crystal bottles of such design. Mag could even get a good price just by selling this crystal bottle alone, but he was using it to hold the liquor. The 2000-copper-coins-a-bottle liquor was already worth its price tag just with this bottle alone.

source: 这罗莫街原本就离各部办事处不远，也曾有过一段辉煌的时光。
en_us: Romo Street was not far from the various ministries, so it had its glory days.

source: 这美味的感觉，实在是太令人感动了。
en_us: This scrumptious sensation was simply too touching.

source: 这老人看起来眼熟，正是平日跟在亚伯罕身旁的那位老管家。
en_us: This old man looked very familiar. He was that old butler that usually followed Abraham around.

source: 这老板要不是去和麦老板拜师学艺过，那就是个天才！
en_us: If this owner has not learned from Boss Mag before, he is simply a genius!

source: 这老板还真是实在的可爱。
en_us: This boss was really cute.

source: 这能怪人家不牢固吗？！
en_us: Can you blame it for not being sturdy?!

source: 这茅台酒，按系统的说法，它是复原了古法酿酒法，加上现代极致的酿造工艺，以最高级别的标准酿造出来的极品茅台酒。
en_us: According to the system, it had reinstated the ancient way of brewing the wine. In addition to the refined way of modern wine brewing, it had created the best-quality Maotai.

source: 这被分切成无数块，却又依旧保持着鹅的形状的东西就是烧鹅？浓郁的卤香让人蠢蠢欲动。
en_us: This thing that was cut into pieces but still maintaining its goose form… was the roast goose? The rich aroma was tempting.

source: 这要是换做玄幻小说，就该是‘天下行走’之类的存在了吧。
en_us: If this was a fantasy novel, she would a mediator-cum-spokeperson kind of existence.

source: 这让他对麦格的观感下降了几分。
en_us: His opinion on Mag was lowered a little.

source: 这让他排除了对肖恩的疑虑，也让肖恩的胆识和谋略在他心中大打折扣。
en_us: This caused Andre to abandon his suspicion of Sean, and also discount Sean's bravery and strategic planning inwardly.

source: 这话，麦格倒是没有被半点怀疑。
en_us: Mag did not doubt her words at all.

source: 这辈子是有钱又有才华，而且还贼他妈强大。
en_us: In this life, he was rich, talented, and very powerful.

source: 这酒入口，口感干冽、醇厚，淡淡的烟熏味在口腔中飘荡，带来了一丝迷幻的感觉，淡淡的焦香并不刺鼻和难闻，反而给酒香添了几分层次感。
en_us: This alcohol was rich and dry the moment it entered his mouth. The faint smokiness in his mouth made it rather mysterious. The light burnt smell was not too stinging or bad. In fact, it added some layers to the alcohol.

source: 这酒其实不是他酿的，茅台不是啤酒，现酿这种事情是不存在的，数年的窖藏，数年乃至数十年的基酒，还有酿造过程的各种繁复细节，季节选择等等，都有着极大的局限性。
en_us: This wine was not brewed by him, actually. Maotai was not beer, and it was impossible to brew it immediately. It required years of fermentation and a wine base that was years or even decades old. It also involved very complicated details during the brewing process, such as the choice of season and more, which made the brewing process very restrictive.

source: 这酒极香，哪怕他活了七百年，也从未闻过这样浓郁诱人的酒香。
en_us: This liquor was extremely fragrant. He had never smelled such an enticing liquor's aroma even when he had lived for 700 years.

source: 这酒水单，看起来着实有些寒酸。
en_us: This drinks menu was rather pathetic.

source: 这酒绝对是第一次出现在品酒大会上，否则以他们的经验不可能认不出来，只是好奇这酒出自哪家酒馆，又是哪位大师的新作。
en_us: This was definitely this liquor's debut on the liquor tasting event. Given their experience, they wouldn't have failed to recognize it otherwise. They were simply curious about the tavern that brewed this and which brewer's masterpiece this was.

source: 这酒馆在他看来有些糟糕，酒的价格卖的不低，但菜品却只有寒酸的两三样，连花生、猪耳朵、猪舌头这样的东西都端上了桌。
en_us: To him, this tavern was rather bad. The price of the wine was high, but there were only three pathetic types of side dishes. Even things like peanuts, pig's ears, and tongue were served on the table.

source: 这酒香一出，自然能分辨出好坏。
en_us: They could differentiate its quality just by smelling it.

source: 这酒香非常特别，比朗姆酒还要更香一些，只是闻了一口，便觉得有些上头。
en_us: This liquor's aroma was very unique. It was even more fragrant than rum. She felt a little intoxicated just smelling it.

source: 这酒，入喉甘冽绵柔，醇香在口腔中散开，犹如氤氲的迷雾，令人深陷其中。
en_us: This liquor was sweet and soft when it hit the throat. Its rich aroma spread in the oral cavity like a dense fog, trapping one within it.

source: 这里不少看客也是自己上手套过鹅的人，知道那鹅有多鸡贼，这老板的心可是黑的很。
en_us: Many onlookers had tried to catch a goose themselves before, and they knew how difficult it was. This boss really had a black heart.

source: 这里常年被冰雪覆盖，而深入冰原之后，更是几乎看不到生命的存在。
en_us: It was covered by snow and ice all year round and almost no lifeforms could be seen after they go deeper into the iceplain.

source: 这里是昨日麦格来过的那个部落。
en_us: This was the tribe that Mag had come by yesterday.

source: 这里是洛都，十级强者集结速度极快，以他现在的状态，出去只会成为累赘。
en_us: This was Rodu, where 10th-tier powerhouses could be gathered quickly. With his current condition, going out would be a burden on others.

source: 这里毕竟是洛都，而且因为之前过于高调的买了罗莫街半条街，其他商户对他和塞班酒馆颇为关注。
en_us: This was Rodu after all. Furthermore, the other shop owners had been paying attention to him and Saipan Tavern because he bought up half of the Romo street earlier.

source: 这里的确是一个奇幻世界，就是巨龙在天上飞翔，巨魔捶胸捣地，魅魔风情万种的那种奇幻世界。
en_us: This was indeed a fantasy world. It was a fantasy world with giant dragons flying in the sky, trolls pounding on the ground, and succubi showing their charms.

source: 这难道才是爷爷把他带在身边的原因？！
en_us: Perhaps this was the reason that his grandpa brought him along?!

source: 这香味实在太特别、太有冲击力了！
en_us: This aroma was indeed too special and too impactful!

source: 这鬼族和他想象中的有些不太一样啊，竟然不是因为能力类似于鬼，或者长得稀奇古怪而得名，而是因为能够与鬼灵沟通而得名。
en_us: This Ghost Clan was rather different from what he had imagined. They actually didn't get their name from having ghostly abilities or having weird looks, but rather from having the ability to communicate with ghosts and spirits.

source: 这鹅的品质虽然比不上系统养的，但胜在肥美大只，两只大鹅，足够他们饭量惊人的这一家子吃的了。
en_us: Although the quality of the geese could not be compared to that provided by the system, they were big and fat, and there were two of them. It was enough to feed this family with a shocking appetite.

source: 进入洛斯帝国之后，魔气的存在变弱了许多，零散存在，但毫无章法和规律，最后离奇消失，彻底断了踪迹。
en_us: The evil aura became much weaker after it entered the Roth Empire. It was scattered irregularly without any order before disappearing mysteriously and completely.

source: 进厨房给梅兰特和诺亚做了一份黄焖鸡米饭，打包好后，麦格又给他们装了两个蛋黄酥，然后放在那建议传送阵中给他们传送过去。
en_us: He went into the kitchen to make one helping of braised chicken and rice for Merante and Noah each. After packing them up, Mag packed two salted egg yolk pastry for them too before sending the food to them via the teleportation portal.

source: 连一旁画画的安妮也是忍不住放下手中的画笔，转而听艾米讲笑话。
en_us: Even Annie, who was drawing, couldn't help putting down her pens and listened to Amy tell jokes.

source: 连她的父亲都没有斗赢他，他一个小丫头片子，凭什么？！
en_us: Even her father lost to him. She was just a little girl. How could she?!

source: 送到各族手中的留影石，引发了极大的震动。
en_us: The photostone that was sent to all the races caused a huge stir.

source: 送往龙族的留影石，第一时间到了还在洛都城里的道格拉斯和路易斯的手中。
en_us: The photostone that was sent to the giant dragons were delivered to Douglas and Louis, who were still in Rodu, immediately.

source: 送走最后一位客人，麦格关上酒馆大门，伸了个懒腰。
en_us: After sending the last batch of customers off, Mag closed the door to the tavern and stretched.

source: 通过一条长长的冰道，前方豁然开朗，一个巨大的冰窟出现在视线中，而他们的位置处于冰窟的中间。
en_us: After going through a long icy route, the cave became spacious. A giant ice cave appeared and they were in the middle of it.

source: 通道尽头是一扇黑色铁门，麦格走到门前，铁门便缓缓向里打开。
en_us: The end of the tunnel was a black metal door. Mag walked to the door and it started opening inward slowly.

source: 道格拉斯说道：“安德烈不是鲁莽愚蠢之人，忍耐了几十年，不会急于一时，更不会让自己身陷险境，所以我比较相信亚历克斯的说法，恐怕那魔鬼已经控制了乔修，正在四处作妖，试图挑起新的种族战争。”
en_us: Douglas said, "Andre is not a rash and stupid person. He had endured for decades, so he would not be in a rush for a moment, nor would he put himself in danger. I am more inclined to Alex's conjecture. I'm afraid the devil is already in control of Josh, and is currently wreaking havoc everywhere, trying to incite a new racial war."

source: 那一口蒙了一大杯啤酒的兽人仰天打了个酒嗝，侧头看了看希利和卡诺，咧嘴友好的一笑。
en_us: The orc tilted his head back to gulp down a big mug of beer before burping. He looked to his side at Seely and Canault, and gave them a friendly smile.

source: 那一根根铁棍一般的指头被直接踩扁，如肉泥一般糊在板斧手柄上。
en_us: The fingers that looked like iron rods were squashed instantly and stuck onto the axe's handle like goo.

source: 那些大臣本就因为乔修被关进了大牢，还未洗刷冤屈，便被满门屠杀，因此导致数人无法承受而在牢中自杀身亡。
en_us: Those courtiers were already sent to prison because of Josh, and their families were massacred before they could be proven innocent. Therefore, many of them committed suicide in prison because they couldn't withstand it.

source: 那些年，罗莫街上站在亮着红灯的小房子前，向着过往的客人们展露美丽的小姐姐们，这会还好吗？
en_us: The beautiful ladies who used to stand by Romo Street in front of little houses under bright red lights, showing off their beauty to passing customers, how were they?

source: 那些被捆绑着的守卫已经开始惊恐的颤抖。
en_us: Those guards that were tied up already began to shiver in fear.

source: 那些过往已经被她抛到脑后的记忆，再次涌了上来。
en_us: Those memories that she had tossed to the back of her mind surged up again.

source: 那些闻风而来的酒鬼们看到这番景象，怕是眼泪都要掉下来。
en_us: That liquor lovers who came after hearing the news would most probably weep after seeing this scene.

source: 那人说完一番话，便唱着小曲，摇摇晃晃的上了路旁的一架马车，扬长而去。
en_us: After saying that, the man whistled, stumbled onto a horse-drawn carriage parked at the roadside and left.

source: 那位官员身体微微一颤，脑袋垂的更低了。
en_us: That courtier shuddered, and lowered his head even more.

source: 那兽人一噎，此番法克部落接济救助各部落，获得了众多部落的好感和投靠，而奥格部落错过了最初的时机后，现在眼看那些部落倒向法克部落，的确已经没有太多的办法。
en_us: That orc was at a loss for words. The Falk Tribe received many tribes' goodwill and friendship after rendering assistance to all the various tribes. The Aug Tribe had missed the opportunity at the start. They could only watch all these tribes lean towards the Falk Tribe now. They indeed couldn't do much now.

source: 那兽人若有所思，点头答应。
en_us: That orc fell deep in thought before nodding in agreement.

source: 那可是洛都城酒馆界的真正大佬，有着举足轻重地位的存在，没想到竟然会对她下手。
en_us: He was the real big boss of Rodu's taverns, an important figure here, so she did not expect him to do anything to her.

source: 那场面……
en_us: That scene...

source: 那大蛇立马就把牙齿收了起来，但四只眼睛依旧凝视着麦格，红色的竖瞳竟是开始缓慢旋转起来。
en_us: That big snake immediately kept its teeth, but it was still staring at Mag with its four eyes. Its red pupils actuallly started to spin.

source: 那姑娘掩嘴轻笑，虽然被拒绝了，心情却是好极了。
en_us: That maiden laughed gently, covering her mouth. Although she was rejected, she was in an excellent mood.

source: 那娇小的黑色身影甩手丢出了手中短刃，一点寒芒一闪而逝，没入了挣扎着想要起身的奥斯特的心脏。
en_us: That petite black figure tossed out her dagger. The cold gleam flashed across and it sank into Auster's heart as he struggled to get up.

source: 那守卫上前，表情狰狞的抬起手中的铁棍重重砸在了他的另一条腿上。
en_us: The guard went over and lifted the metal pole in his hands as he smashed Anton's other leg with all his might.

source: 那守卫首领发出了一声惨叫。
en_us: That leader let out a horrible shriek.

source: 那将军闻言脸色稍缓，沉声道：“继续找！他们可能便是前夜的凶手，找到的人，陛下有重赏！”
en_us: The general's expression became a little better. He said seriously, "Continue searching! They might very well be the murderer from the incident the night before. Find them, and His Majesty will reward you handsomely!"

source: 那布满鳞片的身体上，存在着点点红光，如一颗颗眼睛般盯着伊琳娜。
en_us: The body that was covered with scales glittered with red light as though little eyes were staring at Irina.

source: 那时年幼的她，只能恐惧的蜷缩在角落里哭泣，奢望着有人能够打开地窖的口子，把她从这里救出去。
en_us: The young her could only huddle in a corner and cry in fear, hoping that someone could open the cellar's door and rescue her.

source: 那是一个大理石台面的红木柜台，台面光滑如镜，侧面圆润顺滑，看起来古朴低调，却让她露出了疑惑之色。
en_us: It was a red wood counter with a marble countertop. The surface was as smooth as mirror and its sides were also round and smooth. It made her reveal a perplexed look.

source: 那是一个颇为破落的平房，亮了狗牌进入之后，领了个破面具戴头上，跟着一个浑身被黑袍笼罩的小个子进了地下通道。
en_us: It was a rather run-down house. After showing his tablet and entering, mag colelcted a broken mask and wore it. After that, he followed a chap clad in a black robe and entered a underground tunnel.

source: 那是一副两米多高的杂志封面图，来自食全食美，是新杂志上市的宣传图。
en_us: It was a magazine cover that was over two meters tall. It was from Perfect Food, and was the publicity picture of the new issue.

source: 那是一头小山一般的野牛。
en_us: It was a bison that was as huge as a small mountain.

source: 那是一条长着巨大蝠翅的三头大蛇，类似乎蛟龙的脑袋狰狞而恐怖，猩红的竖眼在黑暗中如同一盏盏红色的灯笼，毒液从尖利的牙齿滑落，滴落在地上，立马将青石地面腐蚀出一个个深坑。
en_us: It was a three-headed gigantic snake with giant bat wings. Its dragon-like head was menacing and terrifying. It bloody red vertical eyes were like red lanterns in the dark. Venom dripped from its razor sharp teeth and landed on the ground. Deep craters were instantly created in the rock pavement, corroded by the venom.

source: 那是什么东西？
en_us: What's that?

source: 那是他最尊敬的前辈，那是他这辈子最好的酒友，那是他有着过命交情的兄弟啊……
en_us: That was the senior he respected the most, his best drinking buddy, and his brother for life…

source: 那是只有面对爷爷的时候才有的感觉，这意味着这个美丽的女人已然是一位十级强者，弄死他和踩死一只蚂蚁没什么区别。
en_us: That was what he felt only in front of his grandfather. This meant that this beautiful woman was already a 10th-tier powerhouse, and killing him would be as easy as killing an ant for her.

source: 那是她这辈子看到最恐怖的一幕，他的父亲被那个暴徒用斧头生生砍死在酒窖前，鲜血渗透进了分析，滴落在黑暗的酒窖中。
en_us: That was the most horrifying scene she ever saw in her life. Her father was hacked to death by that assailant with an axe. His blood seeped through the cracks and dripped into the dark cellar.

source: 那条在水晶球中疯狂冲撞，试图冲破限制的飞蛇，显然就是那恐怖猎手的缩小版。
en_us: That flying snake was bumping around crazily in the crystal ball, trying to burst out of the restriction. Obviously, it was the miniature version of that horror hunter.

source: 那模样，仿佛在说：“我老公真棒！”
en_us: She looked as though she was saying, "My hubby is the best!"

source: 那男人他有印象，是里斯酒馆的老板鲍里斯，如果不是泰坦酒和茅台酒从半道杀出，这届品酒大会的金奖酒应该就是他们家的爆炸酒了。
en_us: He had an impression of that man. He was the boss of Reese Tavern. If it wasn't for Titan Liquor and Maotai, this year's gold award would his Explosive Liquor.

source: 那男人有些幽怨的回头看了一眼麦格，嘴巴动了动，眼中泪光闪烁。
en_us: That man turned back to look at Mag woefully. His lips moved and tears welled up in his eyes.

source: 那男人犹豫了许久，最后还是咬牙摇头，“算了，我都套了五十个圈了，一根鹅毛都套不到，你这鹅，根本就没人套的中。”
en_us: That man hesitated for a long time, and finally shook his head and clenched his teeth as he said, "Forget it, I have already bought 50 rings, and I didn't even get myself a feather. Nobody is able to get these geese."

source: 那男人的表情更幽怨了，瞥了一眼麦格手里的金币，愤愤的收回了目光。
en_us: The man appeared to become even more resentful. He glanced at the gold coins in Mag's hand, and retracted his gaze angrily.
